Repository: Mazuc1/Plome
Catalog: Plome/Ressources/Localization/*.lproj/Plome.strings
Languages: fr

# tabBar_home
source: Home
fr: Accueil

# tabBar_model
source: Model
fr: Modèles

# tabBar_settings
source: Settings
fr: Réglages

# how_named_your
source: What is the name of your %@
fr: Comment se nomme votre %@

# home.how_to_catchUp
source: How you catch up ?
fr: Comment vous rattrapez ?

# home.you_will_obtain_your_diploma
source: You will graduate by earning extra points:
fr: Vous obtiendrez votre diplôme en obtenant des points supplémentaires:

# home.your_grade_will_be
source: Your score will then be
fr: Votre note sera alors de

# home.some_numbers
source: Some numbers
fr: Quelques chiffres

# home.remake_simulation
source: Remake a simulation
fr: Refaire une simulation

# home.edit_model_think_to_save
source: Have you changed the template used? Consider saving it.
fr: Vous avez modifié le modèle utilisé ? Pensez à l'enregistrer.

# home.save_model
source: Save this model
fr: Enregistrer ce modèle

# home.return_to_home
source: Back to home
fr: Retourner à l'accueil

# home.result
source: Result
fr: Résultat

# home.its_done
source: It's done !
fr: C'est fait !

# home.model_has_been_save
source: The model has been saved
fr: Le modèle à bien été enregistrer

# home.my_simulation
source: My simulation
fr: Ma simulation

# home.calculate
source: Calculate
fr: Calculer

# home.grade
source: Grade
fr: Note

# home.select_a_model
source: Select a model
fr: Sélectionnez un modèle

# home.new_simulation
source: New simulation
fr: Nouvelle simulation

# home.empty_simulation_placeholder
source: You will find here all your exam simulations. You can take an existing one to modify it.
fr: Vous retrouverez ici toutes vos simulations d’examens. Vous pouvez reprendre une existante pour la modifier.

# home.my_simulations
source: My simulations
fr: Mes simulations

# home.admit
source: Admit
fr: Admis

# home.unadmit
source: Unadmit
fr: Non admis

# home.your_grades
source: Your grades
fr: Vos notes

# home.remake_simulation_from_this_one
source: Re-simulate from this simulation
fr: Re simuler à partir de cette simulation

# home.final_grade
source: Final grade
fr: Note final

# home.simulation_from_date
source: Simulation from %@
fr: Simulation du %@

# home.worst_grade
source: Worst grade
fr: Pire note

# home.best_grade
source: Best grade
fr: Meilleur note

# settings.error_launch_mail_app
source: You don't seem to have an email application. You can reach us at: mazuc.loic@icloud.com
fr: Vous ne semblez pas avoir d'application d'email. Vous pouvez nous joindre à l'adresse suivante: mazuc.loic@icloud.com

# settings.settings
source: Settings
fr: Réglages

# settings.general
source: General
fr: Général

# settings.add_default_model
source: Add the default models
fr: Ajouter les modèles par défaut

# settings.remove_all_simulations
source: Remove all simulations
fr: Supprimer les simulations

# settings.other
source: Other
fr: Autres

# settings.contact_assistance
source: Contact assistance
fr: Contacter l'assistance

# settings.reintialize_app
source: Reset app
fr: Réinitialiser l'application

# settings.warning_message_remove_simulations
source: You are about to delete all simulations, are you sure you want to continu?
fr: Vous vous apprêtez à supprimer toutes les simulations, êtes-vous sur de vouloir continur ?

# settings.all_simulation_has_been_deleted
source: All simulations have been deleted.
fr: Toutes les simulations ont bien été supprimées.

# settings.default_model_has_been_added
source: The simulation models have been added.
fr: Les modèle de simulation ont bien été ajoutées.

# settings.warning_message_reinitialize
source: You are about to delete all app data, are you sure you want to continu?
fr: Vous vous apprêtez à supprimer toutes les données de l'application, êtes-vous sur de vouloir continur ?

# settings.app_has_been_reinitialized
source: The application has been successfully reset.
fr: L'application à bien été réinitialisé.

# simulationModels.new_model
source: New model
fr: Nouveau modèle

# simulationModels.empty_model_placeholder
source: Here you will find all your exam simulation templates. You can use an existing one to modify it. You will also find default templates in the application settings.
fr: Vous retrouverez ici tous vos modèles de simulations d’examens. Vous pouvez reprendre une existante pour la modifier. Vous trouverez également des modèles par défaut dans les réglages de l'application.

# simulationModels.warning_message_remove_model
source: You are about to delete this model. Are you sure you want to delete it?
fr: Vous vous apprêtez à supprimer ce modèle. Êtes vous sur de vouloir le supprimer ?

# simulationModels.number_of_trials
source: %d Trials
fr: %d Epreuves

# simulationModels.number_of_continous_controls
source: %d Continuous controls
fr: %d Contrôles continu

# simulationModels.sharing_code_message
source: Enter this code in the application settings to download the shared template. Warning, this code is only valid for 2 hours.
fr: Entrer ce code dans les paramètres de l'application pour télécharger le modèle partager. Attention, ce code est valide uniquement pendant 2 heures.

# simulationModels.download_model
source: Download a template
fr: Télécharger un modèle

# simulationModels.write_code
source: Enter the code that was shared with you.
fr: Saississez le code qui vous à été partagé.

# simulationModels.success_download_title
source: That's good!
fr: C'est bon !

# simulationModels.success_download_message
source: The template has been added.
fr: Le modèle à bien été ajouté.

# onboarding.modelTitle
source: Create your models
fr: Créez tes modèles

# onboarding.simulationTitle
source: Make simulations
fr: Fait des simulations

# onboarding.presentationText
source: Welcome to Plôme, the application that allows you to simulate your exams.
fr: Bienvenue sur Plôme, l'application qui vous permet de simuler vos examens.

# onboarding.modelText
source: Create your own exam templates in addition to what is already available.
fr: Créez vos propres modèles d'examen en plus de ce déjà disponible.

# onboarding.simulationText
source: Enter your scores and coefficients to get the result.
fr: Rentrez vos notes et coefficients pour avoir le résultat.
