Repository: Mazuc1/Plome
Catalog: Plome/PlomeCoreKit/PlomeCoreKit/Ressources/Localization/*.lproj/PlomeCoreKit.strings
Languages: fr

source: Without mention
fr: Sans mention

source: Quite well mention
fr: Mention assez bien

source: Great mention
fr: Mention bien

source: Very great mention
fr: Mention très bien

# disable_mention
source: You cannot have a mention below the average
fr: Vous ne pouvez pas avoir de mention en dessous de la moyenne

# success_admission
source: You are admitted! 🥳
fr: Vous êtes admis ! 🥳

# failure_admission
source: You are not admitted 😕
fr: Vous n'êtes pas admis 😕

# success_result
source: Congratulation !
fr: Félicitation !

# failure_result
source: Whoops...
fr: Oups...

# trials_type
source: Trials
fr: Épreuve

# continuousControls_type
source: Continuous controls
fr: Contrôle continu

# options_type
source: Options
fr: Option

source: French language
fr: Langue française

source: Foreign language
fr: Langue étrangère

source: Scientist language
fr: Langages scientifiques

# art_language
source: Arts language
fr: Langages des arts

source: Learning tools
fr: Outils pour apprendre

source: Citizen formation
fr: Formation du citoyen

# natual_technologic_system
source: Natural and technological system
fr: Systèmes naturels et techniques

source: World representation
fr: Représentations du monde

source: French
fr: Français

# math
source: Mathematics
fr: Mathématiques

source: History-Geography-EMC
fr: Histoire-Géo-EMC

source: French writting
fr: Français écrit

source: French oral
fr: Français oral

# 1_abandoned_speciality
source: 1ère Abandonned speciality
fr: 1ère Spécialité abandonnée

# 1_scientific_education
source: 1ère Scientific education
fr: 1ère Enseignement scientifique

# 1_history_geography
source: 1ère History-geography
fr: 1ère Histoire-géo

source: Philosophy
fr: Philosophie

source: Specialized education 1
fr: Enseignement spécialité 1

source: Specialized education 2
fr: Enseignement spécialité 2

# t_scientific_education
source: Terminale scientific education
fr: Terminale Enseignement scientifique

# t_history_geography
source: Terminale History-geography
fr: Terminale Histoire-géo

source: Write here...
fr: Ecrivez ici...

# unexpected
source: Whoops, there was an unexpected error...
fr: Oups, il y a eu un imprévu...

# general.done
source: Done
fr: Terminé

# general.locale
source: En-en
fr: FR-fr

# general.yes
source: Yes
fr: Oui

# general.no
source: No
fr: Non

# general.cancel
source: Cancel
fr: Annuler

# general.new
source: New
fr: Nouveau

# general.add
source: Add
fr: Ajouter

# general.oups
source: Whoops
fr: Oups

# general.common_error_message
source: An error has occurred 😕
fr: Une erreur est survenue 😕

# general.warning
source: Warning
fr: Attention

# general.save
source: Save
fr: Enregistrer
